Repository: hasenbalg/hasenbalg_adventcal
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_hasenbalgadventcal_domain_model_door
source: Door
de: Türchen

# tx_hasenbalgadventcal_domain_model_door.isbigger
source: Double size
de: Cache geleert für spezielle Seiten

# tx_hasenbalgadventcal_domain_model_door.daynum
source: Day of the month
de: Cache geleert für spezielle Seiten

# tx_hasenbalgadventcal_domain_model_door.posx
source: Vertikale Position
de: Cache geleert für spezielle Seiten

# tx_hasenbalgadventcal_domain_model_door.posy
source: Posy
de: Horizontale Position

# tx_hasenbalgadventcal_domain_model_door.content_element
source: Content Element
de: Inhaltselement

# tx_hasenbalgadventcal_domain_model_calendar
source: Calendar
de: Kalender

# tx_hasenbalgadventcal_domain_model_calendar.title
source: Title
de: Titel

# tx_hasenbalgadventcal_domain_model_calendar.background
source: Background
de: Hintergrundbild

# tx_hasenbalgadventcal_domain_model_calendar.doors
source: Doors
de: Türchen

# cache
source: Cache cleared for some pages
de: Cache geleert für spezielle Seiten

# cache.description
source: Flushed caches, the following pages are not cached:
de: Die folgenden Seiten haben keinen Cache:

# cache.full
source: Cache cleared for all pages
de: Cache geleert für alle Seiten

# cache.full.description
source: The entire cache is of the frontend is cleared. Visit the most popular pages in the frontend to increase the loading speed for other visitors after you are done.
de: Der komplette Frontend-Cache wurde geleert. Um die Ladezeiten für die Besucher der Seite zu verbessern, solltest du die populärsten Seiten im Frontend einmal aufrufen, nachdem du fertig bist. So wird er Cache wieder hergestellt.
