Repository: hasenbalg/hasenbalg_adventcal
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hasenbalgadventcal_domain_model_door
source: Door
de: Türchen

# tx_hasenbalgadventcal_domain_model_door.date
source: Date
de: Datum

# tx_hasenbalgadventcal_domain_model_door.isbigger
source: Double size
de: Doppelte Grösse

# tx_hasenbalgadventcal_domain_model_door.isbigger.enabled
source: Make bigger
de: Grösser machen

# tx_hasenbalgadventcal_domain_model_door.posx
source: Posx
de: Relative horitontale Position

# tx_hasenbalgadventcal_domain_model_door.posy
source: Posy
de: Relative vertikale Position

# tx_hasenbalgadventcal_domain_model_door.content_element
source: Content Element
de: Inhaltselement

# tx_hasenbalgadventcal_domain_model_calendar
source: Calendar
de: Adventskalender

# tx_hasenbalgadventcal_domain_model_calendar.background
source: Background
de: Hintergrundbild

# tx_hasenbalgadventcal_domain_model_calendar.title
source: Title
de: Titel

# tx_hasenbalgadventcal_domain_model_calendar.doors
source: Doors
de: Türchen

# tx_hasenbalg_adventcal_piadventcal.name
source: Advent Calendar
de: Adventskalender

# tx_hasenbalg_adventcal_piadventcal.which_calendar
source: Which calendar will be displayed?
de: Welcher Adventskalender soll angezeigt werden?

# tx_hasenbalg_adventcal_piadventcal.pick_a_calendar
source: Pick a calendar
de: Wähle einen aus!

# tx_hasenbalg_adventcal_piadventcal.description
source: Shows a 24 door advent calendar
de: Zeigt 24 Türchen auf einem Hintergrundbild. Die Türchen haben Inhaltselemente, die angezeigt werden, wenn man drauf klickt.
